Repository: seantis/seantis.placemap
Catalog: seantis/placemap/locales/*/LC_MESSAGES/seantis.placemap.po
Languages: de

source: Click on an entry to hide it.
de: Klicken Sie auf einen Eintrag in der Legende um die zugehörigen Marker zu verstecken.

source: Delete
de: Löschen

source: Description
de: Beschreibung

source: Edit
de: Bearbeiten

source: KML Document
de: KML Dokument

source: Legend
de: Legende

source: Name of the placemap
de: Name der Standortkarte

source: Name of the source
de: Name der Quelle

source: No KML-Document was found on the given url
de: Auf der angegebenen URL konnte kein KML Dokument gefunden werden

source: No sources have been added yet.
de: Es wurde noch keine Quellen hinzugefügt.

source: Placemap
de: Standortkarte

source: Placemap Source
de: Standort Quelle

source: Placemark Color
de: Farbe

source: See the original resource
de: Original-Ressource ansehen

source: Show/Hide Markers
de: Marker Zeigen/Verstecken

source: URL of KML Document
de: URL des KML Dokuments
